Repository: Ariadneoliveira98/gitignore
Catalog: Formatação/Hard Disk Test/WD/Ref/locale/UnivUpdater.tmx
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

source: To try again:\n 1. Safely unplug your drive from the computer.\n 2. Turn your drive off, and then on.\n 3. Plug your drive into the computer.\nIf you cannot remember your password, you may erase your drive, which erases all data on the drive.
cs_cz: Zkuste to znovu:\n 1. Odpojte disk bezpečně od počítače.\n 2. Vypněte disk a znovu jej zapněte.\n 3. Připojte disk k počítači.\nPokud zapomenete heslo, můžete pouze smazat obsah disku, přijdete tím však o všechna data.
de_de: So versuchen Sie es erneut:\n 1. Entfernen Sie Ihr Laufwerk sicher vom Computer.\n 2. Schalten Sie Ihr Laufwerk aus und anschließend wieder ein.\n 3. Schließen Sie Ihr Laufwerk an den Computer an.\nSollten Sie Ihr Kennwort vergessen haben, können Sie Ihr Laufwerk und somit alle darauf enthaltenen Daten löschen.
es_es: Para volver a intentarlo:\n 1. Desconecte la unidad del ordenador de forma segura.\n 2. Apague la unidad y, a continuación, vuelva a encenderla.\n 3. Conecte la unidad al ordenador.\n Si no recuerda la contraseña, puede eliminar la unidad, eliminando así todos los datos.
fr_fr: Pour recommencer :\n 1. Déconnectez avec précaution le lecteur de votre ordinateur.\n 2. Arrêtez puis démarrez votre lecteur.\n 3. Reconnectez le lecteur à l'ordinateur.\nSi vous ne vous souvenez plus de votre mot de passe, vous pouvez effacer le disque dur, ce qui effacera toutes les données sur le disque. vous risquez d'effacer votre lecteur, ce qui provoquera l'effacement de toutes les données du lecteur.
hu_hu: Újrapróbálkozás:\n 1. A meghajtót biztonságosan csatlakoztassa le a számítógépről.\n 2. A meghajtót kapcsolja ki, majd be.\n 3. A meghajtót csatlakoztassa a számítógépre.\nHa nem emlékszik a jelszóra, törölheti a meghajtót, amellyel minden adatot töröl a meghajtóról.
it_it: Riprovare procedendo nel seguente modo:\n 1. Scollegare l'unità dal computer in modo sicuro.\n 2. Spegnere l'unità, quindi riaccenderla.\n 3. Collegare l'unità al computer.\nSe non si ricorda la password, è possibile cancellare l'unità, con conseguente perdita di tutti i dati.
ja_jp: 再試行するには:\n1. ドライブをコンピュータから安全に取り外します。\n 2. ドライブの電源をオフにしてからオンにします。\n3. ドライブをコンピュータに接続します。\nパスワードを忘れた場合、ドライブを消去できます。ドライブを消去すると、ドライブ上のすべてのデータが消去されます。
ko_kr: 다시 시도하려면 다음과 같이 하십시오.\n 1. 컴퓨터에서 드라이브를 안전하게 분리합니다.\n 2. 드라이브 전원을 껐다가 다시 켭니다.\n 3. 드라이브를 컴퓨터에 연결합니다.\n암호를 잊어버린 경우, 드라이브를 지울 수 있으나 이때 드라이브의 모든 데이터도 지워집니다.
nb_no: Prøv på nytt:\n 1. Koble harddisken fra datamaskinen på en sikker måte.\n 2. Slå harddisken av og deretter på igjen.\n 3. Koble harddisken til datamaskinen igjen.\nHvis du ikke husker passordet ditt, må du formatere harddisken og dette sletter alle data på harddisken.
nl_nl: Zo kunt u het opnieuw proberen:\n 1. Verwijder uw schijf veilig van de computer.\n 2. Schakel de schijf uit en weer in.\n 3. Sluit de schijf aan op de computer.\nAls u uw wachtwoord bent vergeten, kunt u uw schijf wissen, waardoor alle gegevens op de schijf worden gewist.
pl_pl: Aby ponowić próbę:\n 1. Bezpiecznie odłącz dysk od komputera.\n 2. Wyłącz dysk i włącz go ponownie.\n 3. Podłącz dysk do komputera.\nJeśli nie pamiętasz hasła, możesz wymazać dysk. Spowoduje to jednak usunięcie wszystkich danych zapisanych na dysku.
pt_br: Para tentar novamente:\n 1. Desconecte a unidade com segurança do computador.\n 2. Desligue a unidade e ligue-a novamente.\n 3. Conecte a unidade no computador.\nSe você não lembrar a senha, você poderá limpar a unidade, porém, todos os dados existentes serão apagados.
ru_ru: Порядок повтора:\n 1. Выполните безопасное отключение диска от компьютера.\n 2. Выключите диск, затем снова включите его.\n 3. Подключите диск к компьютеру.\nЕсли не помните пароль, можно очистить диск, что приведет к удалению всех данных.
sv_se: Försök igen så här:\n 1. Koppla säkert bort disken från datorn.\n 2. Stäng av disken och slå sedan på den.\n 3. Koppla in disken i datorn.\nOm du inte kan komma ihåg ditt lösenord kan du radera din disk vilket raderar alla data på disken.
tr_tr: Tekrar denemek için:\n 1. Sürücünüzü bilgisayardan güvenli bir şekilde çıkarın.\n 2. Sürücünüzü kapatıp açın.\n 3. Sürücünüzü bilgisayara takın.\nParolanızı hatırlayamıyorsanız, sürücünüzü silebilirsiniz. Bu şekilde, sürücü üzerindeki tüm veriler silinir.
zh_cn: 要重试，请执行以下操作：\n1. 从计算机中安全拔下硬盘。\n2. 关闭硬盘，然后重新打开。\n3. 将硬盘插入计算机中。\n如果忘记密码，您可以清空硬盘，这会擦除硬盘上的所有数据。
zh_tw: 如果要再試一次：\n1. 安全地從電腦拔除磁碟機。\n2. 關閉磁碟機，然後再加以開啟。\n3. 將磁碟機接上電腦。\n如果您記不得密碼，則可以清除磁碟機，但這會清除磁碟機上的所有資料。

source: To try again:\n 1. Safely unplug your drive from the computer\n 2. Plug your drive into the computer\nIf you cannot remember your password, you may erase your drive which erases all data on the drive.
cs_cz: Zkuste to znovu:\n 1. Odpojte disk bezpečně od počítače.\n 2. Připojte disk k počítači.\n 3. Pokud zapomenete heslo, můžete pouze smazat obsah disku, přijdete tím však o všechna data.
de_de: So versuchen Sie es erneut:\n 1. Entfernen Sie Ihr Laufwerk sicher vom Computer.\n 2. Schließen Sie Ihr Laufwerk an den Computer an.\nSollten Sie Ihr Kennwort vergessen haben, können Sie Ihr Laufwerk und somit alle darauf enthaltenen Daten löschen.
es_es: Para volver a intentarlo:\n 1. Desconecte la unidad del ordenador de forma segura\n 2.Conecte la unidad al ordenador\nSi no recuerda la contraseña, puede eliminar la unidad, eliminando así todos los datos.
fr_fr: Pour recommencer :\n 1. Déconnectez le lecteur de l'ordinateur avec précaution.\n 2. Puis, reconnectez-le à l'ordinateur\nSi vous ne vous souvenez plus de votre mot de passe, vous pouvez effacer votre lecteur, ce qui provoquera l'effacement de toutes les données du lecteur.
hu_hu: Újrapróbálkozás:\n 1. A meghajtót biztonságosan csatlakoztassa le a számítógépről.\n 2. A meghajtót biztonságosan csatlakoztassa vissza a számítógépre.\n 3. Ha nem emlékszik a jelszóra, törölheti a meghajtót, amellyel minden adatot töröl a meghajtóról.
it_it: Riprovare procedendo nel seguente modo:\n 1. Scollegare l'unità dal computer in modo sicuro.\n 2. Collegare l'unità al computer.\nSe non si ricorda la password, l'unità potrebbe venire cancellata, con conseguente perdita di tutti i suoi dati.
ja_jp: 再試行するには:\n1. ドライブをコンピュータから安全に取り外します。\n 2. ドライブをコンピュータに接続します。\nパスワードを忘れた場合、ドライブを消去できます。ドライブを消去すると、ドライブ上のすべてのデータが消去されます。
ko_kr: 다시 시도하려면 다음과 같이 하십시오.\n 1. 드라이브를 컴퓨터에서 안전하게 분리합니다.\n 2. 드라이브를 컴퓨터에 연결합니다.\n암호를 잊어버린 경우, 드라이브를 지울 수 있으나 이때 드라이브의 모든 데이터도 지워집니다.
nb_no: Prøv på nytt:\n 1. Koble harddisken fra datamaskinen på en sikker måte.\n 2. Koble harddisken tilbake i datamaskinen.\n 3. Hvis du ikke husker passordet ditt, må du formatere harddisken og dette sletter alle data på harddisken.
nl_nl: Zo kunt u het opnieuw proberen:\n 1. Verwijder uw schijf veilig van de computer\n 2. Sluit de schijf aan op de computer.\n 3. Als u uw wachtwoord bent vergeten, kunt u uw schijf wissen, waardoor alle gegevens op de schijf worden gewist.
pl_pl: Aby ponowić próbę:\n 1. Bezpiecznie odłącz dysk od komputera\n 2. Podłącz dysk do komputera\n 3. Jeśli nie pamiętasz hasła, możesz wymazać dysk. Spowoduje to jednak usunięcie wszystkich danych zapisanych na dysku.
pt_br: Para tentar novamente:\n 1. Desconecte a unidade com segurança do computador.\n 2. Conecte a unidade no computador\nSe você não lembrar a senha, você poderá limpar a unidade, porém, todos os dados existentes serão apagados.
ru_ru: Порядок повтора:\n 1. Выполните безопасное отключение диска от компьютера\n 2. Подключите диск к компьютеру\nЕсли не помните пароль, можно очистить диск, что приведет к удалению всех данных.
sv_se: Försök igen så här:\n 1. Koppla säkert bort din disk från datorn\n 2. Koppla in din disk till datorn\n 3. Om du inte kan komma ihåg ditt lösenord kan du radera din disk vilket radera alla data på disken.
tr_tr: Tekrar denemek için:\n 1. Sürücünüzü bilgisayardan güvenli bir şekilde çıkarın\n 2. Sürücünüzü bilgisayara takın\n 3. Parolanızı hatırlayamıyorsanız, sürücünüzü silebilirsiniz. Bu şekilde, sürücü üzerindeki tüm veriler silinir.
zh_cn: 要重试，请执行以下操作：\n1. 从计算机中安全拔下硬盘\n 2. 将驱动器插入计算机中\n如果忘记密码，您可以清空硬盘，这会擦除硬盘上的所有数据。
zh_tw: 如果要再試一次：\n1. 安全地從電腦拔除磁碟機\n 2. 將磁碟機接上電腦\n如果您記不得密碼，則可以清除磁碟機，但這會清除磁碟機上的所有資料。

source: Drive is locked
cs_cz: Disk je uzamčen.
de_de: Laufwerk ist gesperrt
es_es: La unidad está bloqueada
fr_fr: Le lecteur est verrouillé
hu_hu: A meghajtó lezárva
it_it: L'unità è bloccata
ja_jp: ドライブはロックされています
ko_kr: 드라이브가 잠겨 있습니다.
nb_no: Harddisken er låst
nl_nl: Schijf is vergrendeld
pl_pl: Dysk jest zablokowany
pt_br: Unidade desbloqueada
ru_ru: Диск заблокирован
sv_se: Disken är låst
tr_tr: Sürücü kilitli
zh_cn: 硬盘被锁定
zh_tw: 磁碟機已鎖定

source: Drive locked. Unlock your drive; then click Continue to Update.
cs_cz: Disk je zamknutý. Disk odemkněte a klikněte na volbu Pokračovat v aktualizaci.
de_de: Laufwerk gesperrt. Entsperren Sie Ihr Laufwerk und klicken Sie anschließend auf "Weiter", um die Aktualisierung durchzuführen.
es_es: Unidad bloqueada. Desbloquee la unidad y haga clic en Continuar para actualizar.
fr_fr: Disque verrouillé Déverrouillez votre disque ; puis cliquez sur Continuer pour effectuer la mise à jour.
hu_hu: A meghajtó lezárva. Oldja fel a meghajtót, majd kattintson a Folytatás a frissítéssel lehetőségre.
it_it: Unità bloccata. Sbloccare l'unità e poi fare clic su Continua per aggiornare.
ja_jp: ドライブがロックされています。ドライブのロックを解除して、[継続]をクリックしてアップデートをします。
ko_kr: 드라이브가 잠겨 있습니다. 드라이브의 잠금을 해제한 다음 업데이트 계속를 클릭하십시오.
nb_no: Harddisk låst. Lås opp harddisken og klikk deretter Fortsett for å oppdatere.
nl_nl: De schijf is vergrendeld. Ontgrendel uw schijf en klik op Doorgaan met bijwerken.
pl_pl: Dysk jest zablokowany. Odblokuj dysk, a następnie kliknij przycisk Kontynuuj aktualizację.
pt_br: Unidade bloqueada. Desbloqueie sua unidade; depois clique em Continuar para Atualizar.
ru_ru: Накопитель заблокирован. Разблокируйте накопитель, после чего нажмите «Продолжить обновление».
sv_se: Disken är låst. Lås upp disken. Klicka sedan på Fortsätt med uppdatering.
tr_tr: Sürücü kilitli. Sürücünüzün kilidini açın; ardından Güncellemeye Devam Et öğesine tıklayın.
zh_cn: 硬盘被锁定。打开硬盘锁；然后单击“继续更新”。
zh_tw: 磁碟機已鎖住。將磁碟機解除鎖定；然後按一下繼續更新。

# To continue, your %1$@ drive must be unlocked. Please provide your password.
source: To continue, your %1$@ drive must be unlocked.\n\nPlease provide your password.
cs_cz: Chcete-li pokračovat, disk %1$@ musí být odemčený.\n\nZadejte heslo.
de_de: Zum Fortsetzen müssen Sie Ihr %1$@-Laufwerk registrieren.\n\nGeben Sie Ihr Kennwort ein.
es_es: Para continuar, es necesario que la unidad %1$@ esté desbloqueada.\n\nEscriba su contraseña.
fr_fr: Pour que vous puissiez continuer, votre lecteur %1$@ doit être déverrouillé.\n\nIndiquez votre mot de passe.
hu_hu: A folytatáshoz a(z) %1$@ meghajtót fel kell oldani.\n\nKérem, adja meg a jelszót.
it_it: Per continuare, è necessario sbloccare l'unità %1$@.\n\nInserire la password.
ja_jp: 続行するには、ご使用の %1$@ ドライブのロックを解除する必要があります。\n\nパスワードを指定してください。
ko_kr: 계속 진행하려면 %1$@ 드라이브를 잠금 해제해야 합니다.\n\n암호를 입력하십시오.
nb_no: For å kunne forstette må din %1$@ harddisk vær låst opp.\n\nTast inn passordet ditt.
nl_nl: Uw %1$@-schijf moet ontgrendeld zijn om door te kunnen gaan.\n\nGeef uw wachtwoord op.
pl_pl: Aby kontynuować, dysk %1$@ musi zostać odblokowany.\n\nPodaj hasło.
pt_br: Para continuar, a unidade %1$@ deve estar desbloqueada.\n\nForneça sua senha.
ru_ru: Для продолжения диск %1$@ должен быть разблокирован.\n\nУкажите пароль.
sv_se: Innan du kan fortsätta måste %1$@-disken vara upplåst.\n\nAnge ditt lösenord.
tr_tr: Devam etmek için, %1$@ sürücünüzün kilidinin açılmış olması gerekir.\n\nLütfen parolanızı belirtin.
zh_cn: 要继续，必须解除 %1$@ 硬盘锁定。\n\n请提供密码。
zh_tw: 如果要繼續，必須先解除 %1$@ 磁碟機的鎖定。\n\n請提供您的密碼。

source: %1$@ Is Locked
cs_cz: Odemknout disk %1$@
de_de: %1$@ entsperren
es_es: Desbloquear %1$@
fr_fr: Déverrouiller %1$@
hu_hu: %1$@ feloldása
it_it: Sblocca %1$@
ja_jp: %1$@ のロック解除
ko_kr: %1$@ 잠금 해제
nb_no: Lås opp %1$@
nl_nl: Ontgrendel %1$@
pl_pl: Odblokuj dysk %1$@
pt_br: Desbloquear %1$@
ru_ru: Разблокировать %1$@
sv_se: Lås upp %1$@
tr_tr: %1$@ Kilidi Aç
zh_cn: 解除 %1$@ 的锁定
zh_tw: 解除 %1$@ 的鎖定

source: Erase %1$@; too many attempts.
cs_cz: Smazat %1$@; příliš mnoho pokusů
de_de: %1$@ löschen – zu viele Kennwortversuche.
es_es: Borrar %1$@; demasiados intentos.
fr_fr: Effacement de %1$@. Trop de tentatives.
hu_hu: Törölje a következőt: %1$@; túl sok próbálkozás.
it_it: Troppi tentativi.
ja_jp: %1$@ を消去します。試行回数が多すぎます。
ko_kr: %1$@ 지우기 시도 횟수 초과.
nb_no: Slett %1$@. For mange forsøk.
nl_nl: Wis %1$@. Te veel pogingen.
pl_pl: Wymazywanie dysku %1$@; zbyt wiele prób.
pt_br: Apagar %1$@, muitas tentativas.
ru_ru: Очистка %1$@; слишком много попыток.
sv_se: Radera %1$@, alltför många försök.
tr_tr: %1$@ silin; çok sayıda deneme.
zh_cn: 擦除 %1$@；尝试次数过多。
zh_tw: 清除 %1$@; 嘗試次數過多。

source: Rescan
cs_cz: Znovu prověřit
de_de: Erneut prüfen
es_es: Volver a analizar
fr_fr: Effectuer une nouvelle analyse
hu_hu: Újrakeresés
it_it: Ripeti analisi
ja_jp: 再スキャン
ko_kr: 다시 스캔
nb_no: Skann på nytt
nl_nl: Opnieuw scannen
pl_pl: Wyszukaj ponownie
pt_br: Verificar novamente
ru_ru: Просмотреть повторно
sv_se: Sök igen
tr_tr: Yeniden Tara
zh_cn: 重新扫描
zh_tw: 重新掃描

source: Update Firmware
cs_cz: Aktualizovat firmware
de_de: Firmware aktualisieren
es_es: Actualizar firmware
fr_fr: Mettre à jour le micrologiciel
hu_hu: A firmware frissítése
it_it: Aggiorna firmware
ja_jp: ファームウェアのアップデート
ko_kr: 펌웨어 업데이트
nb_no: Oppdater fastvare
nl_nl: Firmware bijwerken
pl_pl: Aktualizuj oprogramowanie sprzętowe
pt_br: Atualizar firmware
ru_ru: Обновить ПО
sv_se: Uppdatera inbyggd programvara
tr_tr: Üretici Yazılımını Güncelle
zh_cn: 更新固件
zh_tw: 更新韌體

source: WD Firmware Updater is unable to determine the appropriate firmware for your drive. Contact technical support for assistance.
cs_cz: Nástroj pro aktualizaci firmwaru disku WD není schopen určit správný firmware pro vaši jednotku. O pomoc požádejte pracovníky technické podpory.
de_de: Das WD Firmware-Aktualisierungsprogramm kann keine geeignete Firmware für Ihr Laufwerk bestimmen. Wenden Sie sich an den technischen Support, um Unterstützung zu erhalten.
es_es: El Actualizador de firmware WD no puede determinar el firmware adecuado para la unidad. Póngase en contacto con el soporte técnico para obtener ayuda.
fr_fr: WD Firmware Updater n'a pas pu déterminer le micrologiciel approprié à votre disque. Contactez l'assistance technique pour une aide supplémentaire.
hu_hu: A WD Firmware frissítő nem tudja megállapítani a meghajtóhoz megfelelő firmware-t. Segítségért forduljon a műszaki támogatáshoz.
it_it: Il Programma di aggiornamento del firmware WD non è in grado di determinare il firmware corretto per l'unità in uso. Contattare l'assistenza tecnica WD.
ja_jp: WD Firmware アップデータは、お客様のドライブに対応する適切なファームウェアを確認できません。サポートについては、テクニカル サポートにお問い合わせください。
ko_kr: WD Firmware Updater에서 사용 중인 드라이브에 대한 적절한 펌웨어를 확인할 수 없습니다. 기술 지원 센터에 문의하시기 바랍니다.
nb_no: WD Firmware Updater er ikke i stand til å bestemme riktig fastvare for din stasjon. Kontakt Teknisk Støtte for hjelp.
nl_nl: De juiste firmware van uw schijf kan niet worden vastgesteld door het Updateprogramma voor WD-firmware. Neem contact op met de technische ondersteuning voor hulp.
pl_pl: Program WD Firmware Updater nie może ustalić właściwej wersji oprogramowania sprzętowego tego dysku. Aby uzyskać pomoc, skontaktuj się z pomocą techniczną.
pt_br: O WD Firmware Updater não pôde determinar o firmware apropriado para a sua unidade. Entre em contato com o suporte técnico para obter ajuda.
ru_ru: Не удалось обнаружить соответствующую микропрограмму для накопителя с помощью средства обновления WD. Обратитесь за помощью в службу технической поддержки.
sv_se: WD Firmware Updater kan inte bestämma vilken fasta programvara din enhet behöver. Kontakta teknisk support för hjälp.
tr_tr: WD Firmware Updater, sürücünüz için uygun üretici yazılımını belirleyemiyor. Yardım için teknik destek departmanıyla irtibata geçin.
zh_cn: WD Firmware Updater 无法确定硬盘的合适固件。请联系技术支持人员获取帮助。
zh_tw: WD Firmware Updater 無法判斷適合您硬碟機的韌體。請洽詢技術支援以取得協助。

source: This %1$@ drive's firmware is already up to date.
cs_cz: Firmware tohoto disku %1$@ je již aktuální.
de_de: Die Firmware des %1$@-Laufwerks ist bereits auf dem neuesten Stand.
es_es: El firmware de la unidad %1$@ ya está actualizado.
fr_fr: Le micrologiciel de ce lecteur %1$@ est déjà à jour.
hu_hu: A(z) %1$@ meghajtó firmware-e a legfrissebb verziójú.
it_it: Il firmware %1$@ dell'unità è già aggiornato.
ja_jp: この %1$@ ドライブのファームウェアは既に最新の状態です。
ko_kr: 이 %1$@ 드라이브의 펌웨어는 최신 버전입니다.
nb_no: Fastvaren til harddisken %1$@ er allerede oppdatert.
nl_nl: De firmware van deze %1$@-schijf is al bijgewerkt.
pl_pl: Oprogramowanie sprzętowe tego dysku %1$@ jest aktualne.
pt_br: O firmware dessa unidade %1$@ já está atualizado.
ru_ru: Данная %1$@ микропрограмма диска уже обновлена.
sv_se: Inbyggd programvara för denna %1$@-disk är redan aktuell.
tr_tr: Bu %1$@ sürücüsünün üretici yazılımı güncellenmeye hazır.
zh_cn: 此 %1$@ 驱动器的固件已是最新状态。
zh_tw: 這個 %1$@ 磁碟機的韌體已經是最新版。

source: Updating the Firmware
cs_cz: Aktualizace firmwaru
de_de: Die Firmware wird aktualisiert
es_es: Actualizando el firmware
fr_fr: Mise à jour du micrologiciel
hu_hu: Firmware frissítése
it_it: Aggiornamento del firmware
ja_jp: ファームウェアをアップデートする
ko_kr: 펌웨어 업데이트
nb_no: Oppdaterer fastvaren
nl_nl: De firmware bijwerken
pl_pl: Aktualizowanie oprogramowania sprzętowego
pt_br: Atualizando o firmware
ru_ru: Обновление микропрограммы
sv_se: Uppdatering av inbyggd programvara
tr_tr: Üretici Yazılımı Güncelleme
zh_cn: 更新固件
zh_tw: 正在更新韌體

source: Scanning Drives to Update
cs_cz: Prověřování disků pro aktualizaci
de_de: Zu aktualisierende Laufwerke werden geprüft
es_es: Analizando unidad para actualizar
fr_fr: Analyse des lecteurs à mettre à jour
hu_hu: Frissítendő meghajtók keresése
it_it: Scansione delle unità da aggiornare
ja_jp: アップデートするドライブをスキャンする
ko_kr: 업데이트할 드라이브 스캐닝
nb_no: Skanner harddisker som skal oppdateres
nl_nl: Schijven zoeken om bij te werken
pl_pl: Wyszukiwanie dysków do zaktualizowania
pt_br: Verificando unidades para atualizar
ru_ru: Поиск дисков для обновления
sv_se: Söker igenom diskar att uppdatera
tr_tr: Güncellemek için Sürücüleri Tarıyor
zh_cn: 扫描要更新的驱动器
zh_tw: 掃描需要更新的磁碟機

source: Multiple Drives Found
cs_cz: Bylo nalezeno více disků.
de_de: Mehrere Laufwerke gefunden
es_es: Varias unidades encontradas
fr_fr: Plusieurs lecteurs trouvés
hu_hu: Több meghajtó található
it_it: Individuate più unità
ja_jp: 複数のドライブが見つかりました
ko_kr: 다수의 드라이브 발견됨
nb_no: Flere harddisker funnet
nl_nl: Meerdere schijven gevonden
pl_pl: Znaleziono więcej niż jeden dysk
pt_br: Várias unidades encontradas
ru_ru: Обнаружено несколько дисков.
sv_se: Hittade flera diskar
tr_tr: Birden Fazla Sürücü Bulundu
zh_cn: 发现多个驱动器
zh_tw: 發現多個磁碟機

source: Drive Cannot be Found
cs_cz: Disk nelze najít.
de_de: Laufwerk nicht gefunden
es_es: No se puede encontrar la unidad
fr_fr: Lecteur introuvable
hu_hu: Nem található meghajtó
it_it: Impossibile trovare l'unità
ja_jp: ドライブが見つかりません
ko_kr: 드라이브를 찾을 수 없음
nb_no: Harddisken ble ikke funnet
nl_nl: Schijf kan niet worden gevonden
pl_pl: Nie znaleziono dysku
pt_br: Não foi possível localizar unidade
ru_ru: Не удается найти диск
sv_se: Kan inte hitta disk
tr_tr: Sürücü Bulunamadı
zh_cn: 找不到驱动器
zh_tw: 找不到磁碟機

source: Firmware cannot be updated
cs_cz: Firmware nelze aktualizovat.
de_de: Firmware kann nicht aktualisiert werden
es_es: No se puede actualizar el firmware
fr_fr: Impossible de mettre à jour le micrologiciel
hu_hu: A firmware nem frissíthető
it_it: Impossibile aggiornare il firmware
ja_jp: ファームウェアをアップデートできません
nb_no: Fastvaren kan ikke bli oppdatert
nl_nl: De firmware kan niet worden bijgewerkt
pl_pl: Nie można zaktualizować oprogramowania sprzętowego
ru_ru: Не удается обновить микропрограмму
sv_se: Kan inte uppdatera inbyggd programvara
tr_tr: Üretici yazılımı güncellenemedi

source: Drive is in use
cs_cz: Disk je používán.
de_de: Das Laufwerk wird verwendet.
es_es: La unidad se encuentra en uso.
fr_fr: Lecteur en cours d'utilisation
hu_hu: A meghajtó használatban van
it_it: L'unità è in uso.
ja_jp: ドライブは使用中です。
ko_kr: 드라이브가 사용 중입니다.
nb_no: Harddisken er i bruk
nl_nl: Schijf is in gebruik
pl_pl: Dysk jest w użyciu.
pt_br: A unidade está em uso.
ru_ru: Диск сейчас используется.
sv_se: Disk används
tr_tr: Sürücü kullanımda
zh_cn: 驱动器正在使用中。
zh_tw: 磁碟機目前使用中。

source: Updating your WD Hard Drive
cs_cz: Aktualizace pevného disku WD
de_de: WD-Festplattenlaufwerk wird aktualisiert
es_es: Actualizando el disco duro de la unidad WD
fr_fr: Mise à jour de votre disque dur WD
hu_hu: WD merevlemez-meghajtó frissítése
it_it: Aggiornamento dell'unità WD
ja_jp: WD ハードドライブをアップデートする
ko_kr: WD Hard Drive 업데이트
nb_no: Oppdaterer din WD harddisk
nl_nl: Uw harde schijf van WD bijwerken
pl_pl: Aktualizowanie dysku twardego WD
pt_br: Atualizando o disco rígido WD
ru_ru: Обновление жесткого диска WD
sv_se: Uppdatera din WD-hårddisk
tr_tr: WD Sabit Sürücünüzün Güncellenmesi
zh_cn: 更新 WD 硬盘驱动器
zh_tw: 正在更新 WD 硬碟

source: Reviewing and Accepting the License Agreement
cs_cz: Přečtení a odsouhlasení podmínek licenční smlouvy
de_de: Lesen und Akzeptieren der Lizenzvereinbarung
es_es: Revisando y aceptando el contrato de licencia
fr_fr: Consultation et acceptation du contrat de licence
hu_hu: A licencmegállapodás elolvasása és elfogadása
it_it: Lettura e accettazione del Contratto di licenza
ja_jp: 使用許諾契約を確認して同意する
ko_kr: 사용권 계약 검토 및 동의
nb_no: Lese og godta lisensavtalen
nl_nl: De licentieovereenkomst lezen en accepteren
pl_pl: Przeczytaj i zaakceptuj Umowę licencyjną użytkownika
pt_br: Analisando e aceitando o Contrato de licença
ru_ru: Чтение и принятие лицензионного соглашения
sv_se: Granska och acceptera licensavtalet
tr_tr: Lisans Sözleşmesinin Gözden Geçirilmesi ve Kabul Edilmesi
zh_cn: 查看并接受许可协议
zh_tw: 正在審核並接受授權合約

source: Updating your Firmware
cs_cz: Aktualizace firmwaru
de_de: Die Firmware wird aktualisiert
es_es: Actualizando el firmware
fr_fr: Mise à jour de votre micrologiciel
hu_hu: Firmware frissítése
it_it: Aggiornamento del firmware
ja_jp: ファームウェアをアップデートする
ko_kr: 펌웨어 업데이트
nb_no: Oppdaterer fastvaren din
nl_nl: De firmware bijwerken
pl_pl: Aktualizowanie oprogramowania sprzętowego
pt_br: Atualizando o firmware
ru_ru: Обновление микропрограммы
sv_se: Uppdatera din inbyggda programvara
tr_tr: Üretici Yazılımınızın Güncellenmesi
zh_cn: 更新固件
zh_tw: 正在更新韌體

source: Logging in as an Administrator
cs_cz: Přihlášení s oprávněním správce
de_de: Als Administrator anmelden
es_es: Iniciando sesión como administrador.
fr_fr: Connexion en tant qu'administrateur
hu_hu: Bejelentkezés rendszergazdaként
it_it: Accesso come amministratore
ja_jp: 管理者としてログインする
ko_kr: 관리자로 로그인
nb_no: Logger inn som en administrator
nl_nl: Aanmelden als een beheerder
pl_pl: Logowanie z uprawnieniami administratora
pt_br: Fazendo logon como Administrador
ru_ru: Осуществляется вход с правами администратора.
sv_se: Logga in som administratör
tr_tr: Yönetici Olarak Giriş Yapma
zh_cn: 以管理员身份登录
zh_tw: 以系統管理員身分登入

source: About WD Firmware Updater
cs_cz: Informace o nástroji pro aktualizaci firmwaru WD
de_de: Info zum WD Firmware-Aktualisierungsprogramm
es_es: Acerca del Actualizador de firmware WD
fr_fr: À propos du programme de mise à jour du micrologiciel WD
hu_hu: A WD Firmware frissítőről
it_it: Informazioni su Programma di aggiornamento del firmware WD
ja_jp: WD ファームウェア アップデータについて
ko_kr: WD Firmware Updater 정보
nb_no: Om WD fastvareoppdateringsverktøy
nl_nl: Info over Updateprogramma voor WD-firmware
pl_pl: WD Firmware Updater — informacje
pt_br: Sobre o WD Firmware Updater
ru_ru: О средстве обновления микропрограммы WD
sv_se: Om Uppdateraren för inbyggd WD-programvara
tr_tr: WD Üretici Yazılımı Güncelleyici Hakkında
zh_cn: 关于 WD 固件更新程序
zh_tw: 關於 WD 韌體更新程式
